{
  "education": [
    {
      "title": "國立臺北商業大學 數位多媒體設計系",
      "period": "2019 - 2024",
      "description": "There I learnt a wide range of topics that are essential to understanding both the theory and practical aspects of computing. This involves programming fundamentals, computer architecture, operating systems, databases, software engineering, problem solving, collaboration and communication soft skills."
    },
    {
      "title": "國立馬公高級中學 資料處理科",
      "period": "2016 - 2019",
      "description": "I chose my master degree in technology. There I deepened my knowledge, enhanced my skills in the area and learnt how to increase my career prospects in a competitive job market."
    }
  ],
  "experience": [
    {
      "title": "Creative director",
      "period": "2015 - Present",
      "description": "I can develop and oversee creative concepts for projects and campaigns managing a team of designers, writers, and other creative professionals."
    },
    {
      "title": "Art director",
      "period": "2013 - 2015",
      "description": "I create and develop visual concepts that align with the project's goals and objectives, supervising the design process and managing timelines and budgets for design projects."
    },
    {
      "title": "Web designer",
      "period": "2010 - 2013",
      "description": "I create logos, color schemes and typography for a brand's identity. Also I develop graphics for websites, social media and digital ads with applications that enhance user experience."
    }
  ],
  "skills": [
    {
      "name": "Web Design",
      "icon": "https://i.postimg.cc/4389jZkP/icon-design.png"
    },
    {
      "name": "Graphic Design",
      "icon": "https://i.postimg.cc/ZqgqrqzG/icon-dev.png"
    },
    {
      "name": "Branding",
      "icon": "https://i.postimg.cc/xjLdzYxZ/icon-app.png"
    },
    {
      "name": "WordPress",
      "icon": "https://i.postimg.cc/0NL8zHpx/icon-photo.png"
    }
  ],
  "what_im_doing": [
    {
      "title": "Web Design",
      "icon": "https://i.postimg.cc/4389jZkP/icon-design.png",
      "description": "The most modern and high-quality design made at a professional level."
    },
    {
      "title": "Web Development",
      "icon": "https://i.postimg.cc/ZqgqrqzG/icon-dev.png",
      "description": "High-quality development of sites at the professional level."
    },
    {
      "title": "Mobile Apps",
      "icon": "https://i.postimg.cc/xjLdzYxZ/icon-app.png",
      "description": "Professional development of applications for iOS and Android."
    },
    {
      "title": "Photography",
      "icon": "https://i.postimg.cc/0NL8zHpx/icon-photo.png",
      "description": "I make high-quality photos of any category at a professional level."
    }
  ]
}
